{"data":
  {
    "bgImage": "https://thelittlewashhouse.files.wordpress.com/2015/02/appenzeller-alpaufzug-687d32ee-f88e-4cdd-8395-8c4ed2e4e28f.jpg",
    "highlights":[
      {"id":"1",
        "site":"University of Pennsylvania",
        "category":"Education",
        "info": "The University of Pennsylvania (commonly known as Penn or UPenn) is a private Ivy League research university located in the University City section of Philadelphia. Incorporated as The Trustees of the University of Pennsylvania, Penn is one of 14 founding members of the Association of American Universities and one of the nine colonial colleges chartered before the American Revolution.",
        "lat": "39.952219",
        "long": "-75.193214",
        "image": "https://fling.seas.upenn.edu/~shpe/dynamic/wordpress/wp-content/uploads/2017/02/penn4.jpg",
        "video": "https://www.youtube.com/watch?v=wGsz27GaE4k",
        "videoEmbed": "https://www.youtube.com/embed/wGsz27GaE4k"
      },
      {"id":"2",
        "site":"Lincoln Financial Field",
        "category":"Sports",
        "info": "Lincoln Financial Field is the home stadium of the National Football League's champions Philadelphia Eagles and the Temple Owls football team of Temple University. It has a seating capacity of 69,176.",
        "lat": "39.9007674",
        "long": "-75.1674635",
        "image": "https://www.uwishunu.com/wp-content/uploads/2015/10/crtsy-philadelphia-eagles-stadium-night-1280UW-780x480.jpg",
        "video": "https://www.youtube.com/watch?v=NBrGIUo86sg",
        "videoEmbed": "https://www.youtube.com/embed/NBrGIUo86sg"
      },
      {"id":"3",
        "site":"Geno's Steak",
        "category":"Food",
        "info": "Geno's Steaks is a Philadelphia restaurant specializing in cheesesteaks, founded in 1966 by Joey Vento. Geno's is located in South Philadelphia at the intersection of 9th Street and Passyunk Avenue, directly across the street from rival Pat's King of Steaks, which is generally credited with having invented the steak sandwich in 1933.[1] The cheesesteak has since become a signature dish for the city of Philadelphia. After Joey Vento's death in 2011, restaurant ownership was passed to his son Geno Vento.",
        "lat": "39.933824",
        "long": "-75.158839",
        "image": "http://www.genosteaks.com/wp-content/uploads/2015/05/genos-2.jpg",
        "video": "https://www.youtube.com/watch?v=-jWwaLM3CBs",
        "videoEmbed": "https://www.youtube.com/embed/-jWwaLM3CBs"
      },
      {"id":"4",
        "site":"Independence Hall",
        "category":"Attraction",
        "info": "Independence Hall is the building where both the United States Declaration of Independence and the United States Constitution were debated and adopted. It is now the centerpiece of the Independence National Historical Park in Philadelphia, Pennsylvania. The building was completed in 1753 as the colonial legislature (later Pennsylvania State House) for the Province of Pennsylvania and was used in that capacity until the state capital moved to Lancaster in 1799. It became the principal meeting place of the Second Continental Congress from 1775 to 1783 and was the site of the Constitutional Convention in the summer of 1787.",
        "lat": "39.948874",
        "long": "-75.150023",
        "image": "https://www.nps.gov/inde/planyourvisit/images/Hall-and-Wings-960-X-480_1.jpg?maxwidth=1200&maxheight=1200&autorotate=false",
        "video": "https://www.youtube.com/watch?v=M8egp_3ewfs",
        "videoEmbed": "https://www.youtube.com/embed/M8egp_3ewfs"
      },
      {"id":"5",
        "site":"Benjamin Franklin Museum",
        "category":"Museum",
        "info": "Explores the life and legacy of Philadelphia’s most famous citizen. Located in Franklin Court and part of Independence National Historical Park, the museum invites visitors to explore a variety of interactive exhibitions, personal artifacts, computer animations and hands-on displays, exploring Franklin’s life both as a private citizen and a statesman.",
        "lat": "39.949644",
        "long": "-75.146738",
        "image": "https://www.wheretraveler.com/sites/default/files/styles/wt17_promoted_large/public/images/BenFrankMuseum.jpg?itok=U8VtnEUT&timestamp=1437400111",
        "video": "https://www.youtube.com/watch?v=QT22TSrjjdo",
        "videoEmbed": "https://www.youtube.com/embed/QT22TSrjjdo"
      },
      {"id":"6",
        "site":"Thomas Jefferson University Hospital",
        "category":"Hospital",
        "info": "Thomas Jefferson University Hospitals in Philadelphia, Pa. is ranked No. 16 on the Best Hospitals Honor Roll. It is nationally ranked in 11 adult specialties and rated high performing in 2 adult specialties and 9 procedures and conditions. It is a general medical and surgical facility. It scored high in patient safety, demonstrating commitment to reducing accidents and medical mistakes. It is a teaching hospital.",
        "lat": "39.949842",
        "long": "-75.158050",
        "image": "https://www.lhsigns.com/wp-content/uploads/2014/02/Jefferson-University-Hospital-project-page-header-1125x397.jpg",
        "video": "https://www.youtube.com/watch?v=VWCL72V4zEw",
        "videoEmbed": "https://www.youtube.com/embed/VWCL72V4zEw"
      },
      {"id":"7",
        "site":"Reading Terminal Market",
        "category":"Food",
        "info": "Welcome to the Reading Terminal Market. One of America’s largest and oldest public markets, housed since 1893 in a National Historic Landmark building, the Market offers an incredible selection of locally grown & exotic produce, locally sourced meats and poultry, plus the finest seafood, cheeses, baked goods, and confections. You’ll find everything you need to create a memorable meal, from cookbooks, to table linens, to kitchenware, to fresh cut flowers, and more. Plus the widest variety of restaurants under one roof. Find it all here at Philadelphia’s historic public market!",
        "lat": "39.953253",
        "long": "-75.159257",
        "image": "https://assets.visitphilly.com/wp-content/uploads/2017/12/ReadingTerminalMarket-food-court-R-Kennedy-2200VP.jpg",
        "video": "https://www.youtube.com/watch?v=Dkx-dU4Xpjk",
        "videoEmbed": "https://www.youtube.com/embed/Dkx-dU4Xpjk"
      }
    ]
  }
}
